Repository: fanikiwa/TermConfig_NewMask
Catalog: TermConfig_NewMask/App_GlobalResources/LocalizedText.*.resx
Languages: de_de

source: Accept
de_de: Übernehmen

source: Access
de_de: Zutritt

# accessAndTermKonfigConnection
source: Access And TermConfig_NewMask Connection
de_de: Zutritts und TermConfig_NewMask Verbindung

# Accessbookings
source: Access bookings in database
de_de: Zutrittsbuchungen in Datenbank

# accesscntr
source: Access all Lists:
de_de: Zutritt alle Listen:

# accesscont
source: Access Control
de_de: Zutritt

source: Access Control
de_de: Zutritt

# accessInfoViaSms
source: Access Information Via SMS
de_de: Zutritt-Information per SMS

source: Access Port- Number
de_de: Zutritts Port- Nummer

# Accessprofile
source: Access profiles
de_de: Zutrittsprofile

source: Access Profiles
de_de: Zutrittsprofile

source: Action
de_de: Aktion

# actionTitle
source: Action:
de_de: Aktionen:

source: Activation
de_de: Aktivierung

# activation2
source: Activation:
de_de: Aktivierung:

source: Active
de_de: Aktiv

# active1
source: Active:
de_de: Aktiv:

source: After
de_de: nach

# alarmForDoorOneDoorTwoAndSoOn
source: Alarm for door 1 of aux1, door 2 of aux 2 etc
de_de: Alarm von Tür 1 an Aux 1,Tür 2 an Aux 2 u.s.w

source: Alarm From All Doors To Aux 1
de_de: Alarm von allen Toren an aux 1

source: Alarm Function
de_de: Alarmfunktion

source: Alarm Outputs
de_de: Alarmausgänge

source: Alarm Time In Seconds
de_de: Alarmzeit in Sekunden

source: All
de_de: Alle

source: All Alarms On Aux
de_de: Alle Alarme an Aux

# Allowstaffno
source: Allow PIN
de_de: PIN erlauben

source: Allow transponder
de_de: Transponder erlauben

source: Allow transponder and PIN
de_de: Transponder und PIN erlauben

# Amaximumof45timeprofiles
source: A maximum of 45 time profiles are created
de_de: Es Können maximal 45 Zeitprofile angelegt werden

# Amaximumof5timeprofiles
source: A maximum of 5 time profiles are created
de_de: Es Können maximal 5 Zeitprofile angelegt werden

source: Assignment
de_de: Zuordnung

source: Back
de_de: Zurück

# backToReadFingerPrint
source: Back to read FingerPrints
de_de: Fingerprints zurücklesen

source: Before Alarm
de_de: Vor.Al

source: Biometric / RFID
de_de: Biometrie/RFID

source: Biometrics:
de_de: Biometrie:

source: Book
de_de: Buchen

source: Booking
de_de: Buchungsart

# booking2
source: Booking
de_de: Buchung

# BookinglevelsForTheProjectTracking
source: Booking Levels For The Project Version
de_de: Buchungsebenen bei der Projekterfassung

source: Booking Process
de_de: Buchungsvorgang

source: Bookings Entree Into The Protocol
de_de: Buchungen ins Zutrittsprotokoll

source: Bookings For Timesheet
de_de: Buchung auch für Zeiterfassung

source: Bookings Of Day
de_de: Buchungen des Tages

# break1
source: Break
de_de: Pause

source: Cancel
de_de: Abbrechen

# cancel1
source: Cancel
de_de: Aufheben

source: Card and Password query
de_de: Karte und Passwort Abfrage

source: Category
de_de: Art

source: Cell ID.
de_de: Handy ID.

# CellId2
source: Cell ID.:
de_de: Handy ID.:

source: Come
de_de: Kommt

source: Communication
de_de: Kummunikation

# communication2
source: Communication
de_de: Kommunikation

source: Connected External Reader
de_de: Externer Leser angeschlossen

source: Connection
de_de: Verbindung

source: Connections
de_de: Verbindung

# conntionlists
source: Connetion Lists
de_de: Listen Übertragen

source: Container Description:
de_de: Container Beschreibung:

source: Container Number:
de_de: Container Nummer:

source: Contract Partner:
de_de: Vertragspartner:

source: Contract Start Date:
de_de: Vertragsbeginn:

source: Copy
de_de: Kopieren

source: Cost And Flex Cost Center:
de_de: Kosten-und Flex-Kostenstelle:

source: Cost Center
de_de: Kostenstelle

# costCenter1
source: Cost Center
de_de: Kostenstelle

# costCenter2
source: Cost Center
de_de: Kostenstelle:

source: Cost Center from:
de_de: Kostenstelle von:

source: Cost Center No.:
de_de: Kostenstellen Nr.:

source: Cost Centers:
de_de: Kostenstellen:

# costCenterTitle
source: Cost Center:
de_de: Kostenstelle:

source: Customer:
de_de: Kunde:

source: Data Communication
de_de: Datenkommunikation

# dataCommunicationAC
source: Data Communication Access Control
de_de: Datenkommunikation Zutritt

source: Data Communication PZE
de_de: Datenkommunikation PZE

# dataCommunicationStudio
source: Communication Studio
de_de: Verbindung Zutritt/Studio

source: Date
de_de: Datum

# delay
source: Delay in sec.
de_de: Verz. in sec.

# delaytime
source: Delay in Sec
de_de: Verz. in sek.

source: Delete
de_de: Löschen

# deleteButton
source: Delete
de_de: Löschen

# deleteReaderInstance
source: Are you sure you want to delete the reader?
de_de: Möchten Sie das Leser wirklich löschen?

source: Department:
de_de: Abteilung:

# department1
source: Department
de_de: Abteilung

# department2
source: Department
de_de: Abteilung

source: Department From:
de_de: Abteilung von:

# departmentTitle
source: Department:
de_de: Abteilung:

source: Description
de_de: Bezeichnung

# description2
source: Description:
de_de: Bezeichnung:

# descriptionimg
source: Description
de_de: Beschreibung

# descriptionnew
source: Desc.:
de_de: Bez.:

source: Direction
de_de: Richtung

source: Direction Of Movement
de_de: Lauf Richtung

source: Display Panel
de_de: Anzeigetableau

# displaytbl
source: Display Panel
de_de: Anzeigetableau

source: Door
de_de: Tür

source: Door Closed
de_de: Tür geschlossen

# doorEntry
source: Entry
de_de: Eingang

# doorExit
source: Exit
de_de: Ausgang

# doorFour
source: Door 4
de_de: Tür 4

# doorOne
source: Door 1
de_de: Tür 1

source: Door Open
de_de: Tür offen

source: Door Reader Control
de_de: Tor Leser Steuetung

# doorThree
source: Doort 3
de_de: Tür 3

# duplicateReaderID
source: Reader ID already in use
de_de: Reader ID bereits im Einsatz

# duplicateTerminalID
source: Terminal ID already in use
de_de: Bereits verwendet Terminal-ID

source: Dynamic IP:
de_de: Dynamische IP:

source: Edit
de_de: Bearbeiten

source: Employee Dataset
de_de: Stammdaten Personal

source: End Of Contract:
de_de: Vertragsende:

source: English
de_de: Englisch

source: Entry
de_de: Zutritt

# eventTitle
source: Events:
de_de: Ereignisse:

source: External Reader Connected
de_de: Externer Leser angeschlossen

source: External readers
de_de: Externer Leser

source: Festivals IP:
de_de: Feste IP:

source: Filter
de_de: Filtern

source: Finger Description:
de_de: Fingerbeschreibung:

# fingerDescriptionTle
source: Finger Description
de_de: Fingerbeschreibung

# fingerNr
source: Finger No.:
de_de: Finger Nr.:

# Fingernumber
source: Fingerprint number:
de_de: Finger Nummer :

# fingerPrintAndPersonAssigned
source: Read fingerprint and a person assigned
de_de: Fingerprint einlesen und einer person zuordnen

# fingerPrintsQuality
source: Fingerprint Quality:
de_de: Fingerprintqualität:

source: First Name
de_de: Vorname

# firstName1
source: FirstName
de_de: VorName

source: Follow Door
de_de: Folge Tür

source: Full Screen
de_de: Vollbild

source: Function Key 1
de_de: Funktionstaste 1

source: Function Key 2
de_de: Funktionstaste 2

source: Function Key 3
de_de: Funktionstaste 3

source: Function Key 4
de_de: Funktionstaste 4

source: Function Key 5
de_de: Funktionstaste 5

source: Function Key 6
de_de: Funktionstaste 6

source: Function Key 7
de_de: Funktionstaste 7

source: Function Key 8
de_de: Funktionstaste 8

source: Function Keys
de_de: Funktionstasten

source: General
de_de: Allgemein

source: General Settings
de_de: Generelle Einstellungen

source: German
de_de: Deutsch

source: Get Bookings
de_de: Buchungen holen

source: Go
de_de: Geht

source: Has Professional Firmware
de_de: Hat professionelle Firmware

source: Help
de_de: Hilfe

source: H. Identification
de_de: H. Identifizierung

source: Holiday Calendar
de_de: Feiertagskelender

# holidayTitle
source: Holiday:
de_de: Feiertage:

# iconsassign
source: Icon Settings
de_de: Icons Zuordnung

source: Identification
de_de: Ausweis

# Idreaders
source: Reader ID
de_de: Leser ID

# idTitle
source: Personal Data:
de_de: Personaldaten:

source: Image
de_de: Bild

source: Index finger
de_de: Zeigefinger

source: In/Out
de_de: Rein/raus

# inout2
source: In/Out
de_de: Rein/raus

source: Installation
de_de: Einbau

source: Install reader
de_de: Leser Installieren

# installReaders
source: Install Reader
de_de: Leser installieren

source: IP Address
de_de: IP Adresse

# ipAddress1
source: IP-Address
de_de: IP-Adresse

source: IP Settings For Mobile Operation
de_de: IP Einstellungen bei Handybetrieb

source: Language
de_de: Sprache

source: Last Name
de_de: Nachname

source: Link Type
de_de: Verbindungsart

# linkType2
source: Connection Test :
de_de: Verbindungsart:

source: Little Finger
de_de: Kleiner Finger

# LoadingText
source: Loading...
de_de: Lade...

source: Location
de_de: Standort

# location1
source: location
de_de: Standort

source: Location From:
de_de: Standort von:

source: Location No.:
de_de: Standort Nr.:

# locationTitle
source: Location:
de_de: Orte:

source: Lock Function
de_de: Schleusenfunktion

source: Log In
de_de: Anmelden

# login2
source: User Name:
de_de: Benutzername:

source: Main Entrance
de_de: Haupteingang

source: Manufacturer
de_de: Hersteller

# maxEightReaders
source: Maximum of eight readers allowed
de_de: Maximal acht Lesern erlaubt

# maxFourReaders
source: Maximum of four readers allowed
de_de: Maximal vier Leser erlaubt

# maxReadersWarning
source: Maximum number of readers reached
de_de: Maximale Anzahl von Lesern erreicht

# maxTwoReaders
source: Maximum of two readers allowed
de_de: Maximal zwei Leser erlaubt

source: Middle Finger
de_de: Mittelfinger

# minutesTitle
source: Minutes:
de_de: Minuten:

source: Mobile Collection
de_de: Mobile Erfassung

source: Mobile Identification:
de_de: Handy Identifizierung:

source: Mobile Number.
de_de: Handy Nr.

source: Mobile Recording
de_de: Mobileerfassung

source: More functions
de_de: Mehr Funktionen

# moreFunctions2
source: More Functions
de_de: weitere Funktionen

# Moresetting
source: More settings
de_de: Weitere Einstellungen

source: More Settings
de_de: Weitere Einstellungen

source: Name Of The User:
de_de: Name des Nutzers:

# newButton
source: New
de_de: Neu

source: New Reader
de_de: Leser neu

source: No
de_de: Nein

source: None
de_de: keine

# noSelection
source: No item selected
de_de: keine Auswahl

source: No Staff
de_de: Personal Nr.

# NoStaff2
source: No Staff:
de_de: Personal Nr.:

source: Number of readers:
de_de: Leseranzahl:

source: Order:
de_de: Auftrag:

source: Output On:
de_de: Ausgabe am:

# overviewOfFingerRead
source: Overview of the read fingerPrints
de_de: Übersicht der eingelesenen Finger

source: Password:
de_de: Passwort:

source: Passwords
de_de: Passwort

source: People
de_de: Personen

# personalNo3
source: Personal No .:
de_de: Personal Nr.:

source: Person mapping:
de_de: Person Zuordnen :

source: Personnel Management
de_de: Planungsmodul

source: Personnel Number From:
de_de: Personal nummer von:

# personnelNumberPin
source: Personnel Number + PIN allow
de_de: Personalnummer + PIN erlauben

# personnelplng
source: Personnel Planning
de_de: Personalplanung

source: Photo
de_de: Foto

# pinCardNr
source: Pin,Card No.
de_de: Pin,Aus,Nr.

source: Pin Code Entry:
de_de: Pin Code Eingabe:

# pinIdCardNr
source: PIN-, identity card no.:
de_de: Pin-,Ausweis Nr.:

# PleaseEnterOrSelectTerminalFirst
source: Please enter a terminal first
de_de: Bitte geben Sie zunächst ein Terminal

source: Please Log In
de_de: Bitte Anmelden

source: Posting Block
de_de: Buchungssperre

source: Posting Permission
de_de: Buchungserlaubnis

source: Posting To Access-Log
de_de: Buchungen ins Zutrittsprotokoll

source: Posting To Time Tracking Protocol
de_de: Buchungen ins Zeiterfassungsprotokoll

source: Profile
de_de: Profil

source: Project:
de_de: Projekt:

# project1
source: Project
de_de: Projekt

# projectfass
source: Project Tracking
de_de: Projekterfassung

# projectplan
source: Project planning:
de_de: Projekterfassung:

source: Project Planning
de_de: Projekterfassung

# projectpln
source: Project Planning
de_de: Projektplanung

source: Project Tracking:
de_de: Projekterfassung:

source: Read
de_de: Lesevorgang:

source: Reader
de_de: Leser

source: Reader ID
de_de: Leser ID

# ReaderInstanceDeleteWarning
source: Do you really want to delete the reader?
de_de: Möchten Sie wirklich den Leser löschen

# readerlocked
source: Lock Position
de_de: Schleuse

# readerLockedDelay
source: Delay
de_de: Verzögerung

source: Reader number :
de_de: Leseranzahl :

source: Reader Profile
de_de: Leser Profil

# ReadersIndex
source: Reader Index:
de_de: Leserindex :

# Readersinfo
source: Reader Info
de_de: Leser Info

# Readerstype
source: Reader Type
de_de: Lesertyp

# readerTitle
source: Reader:
de_de: Leser:

# readertyp
source: Reader Type
de_de: Leser Typ

source: Reader Type
de_de: Lesertyp

# ReadExternalconnected
source: Reader External connected
de_de: Externer lesen angeschlossen

source: Read Fingerprint
de_de: Fingerprint einlesen

source: Read Fingerprints
de_de: Fingerprints zurücklesen

source: Real Time:
de_de: Echtzeit:

# realtm
source: Real Time
de_de: Echtzeit

source: Receiver
de_de: Empfänger

# register
source: login
de_de: Anmelden

# rejectfinger
source: Fingerprint reject
de_de: Finger ablehnen

# relaySwitchingTime
source: Relay switching time for internal reader in sek
de_de: Relais Schaltzeit für internen leser in Sek

# relaySwitchingTimeForInternalReader
source: Relay Switching Time For Internal Reader in sec.
de_de: Relais Schaltzeit für internen Leser in sek.

source: Relay Time
de_de: Relaiszeit

# relayTime2
source: Relay Time(3-20 Seconds)
de_de: Relaiszeit(3- 20 Sekunden)

# relayTimesec
source: Real Time in Sec.
de_de: Rel. in Sek.

source: Render
de_de: einlesen

source: Reset Fingerprint
de_de: Fingerprint zurücksetzen

source: RFID readers active
de_de: RFID Leser aktiv

source: Right
de_de: Richtung

source: Save
de_de: Speichern

# saveButton
source: Save
de_de: Speichern

# saveChangesConfirmation
source: Do you want to save any changes made ?
de_de: Möchten Sie die getätigten Änderungen speichern ?

# Savefinger
source: Save fingerprint
de_de: Finger speichern

source: Selected Virtual Terminals
de_de: Angelegte Virtuelle Terminals

source: Selection
de_de: Ausawhl

source: Select Reader Type
de_de: Lesertyp auswählen

source: Send Data Automatically
de_de: Datenverkehr automatisch

source: Send Data Manual
de_de: Datenverkehr manuell

source: Send Reference Data
de_de: Stammdaten Senden

# serialNr
source: Serial Number:
de_de: Seriennummer:

source: Serial Number
de_de: Seriennummer

# serialNumber2
source: Serial Number:
de_de: Seriennummer:

# SerialNumbernew
source: Serial Number:
de_de: Seriennummer :

# setfunctionkey
source: The setting of the function keys and information are done in the Datafox- Studio
de_de: Die Einstellung der Funktionstasten und der Infotasten erfolgt im Datafox- Studio.

source: Set System Time
de_de: Systemzeit setzen

source: Settings
de_de: Einstellungen

# settings1
source: Settings
de_de: Einstellungen

# settingsTitle
source: Settings:
de_de: Einstellungen:

source: ShiftProfiles
de_de: Schaltprofile

# slnName
source: TermConfig from Krutec Softcon GmbH
de_de: TermConfig_NewMask von Krutec SoftCon GmbH

source: Smoke Break
de_de: Rauchen Pause

source: Space Allocation
de_de: Torzuweisung

source: Staff No.:
de_de: Pers.Nr.:

# staffNr
source: Staff number.:
de_de: Personal Nr.:

source: Staff Overview
de_de: Personal Übersicht

source: Start Browser Terminal:
de_de: Browser Terminal starten:

# statusActive
source: Active
de_de: Aktiv

# statusAktiv
source: Active
de_de: Aktiv

# statusInactive
source: Inactive
de_de: Inaktiv

# statusInaktiv
source: Inactive
de_de: Inaktiv

source: ST.Place No.
de_de: ST.Ort Nr.

source: Surname
de_de: Nachname

source: Tariff:
de_de: Tarif:

source: Tariff Price Per Month:
de_de: Tarifpreis pro Monat:

source: Temperature Control Reader
de_de: Tor Leser Steuerung

# termcon
source: Terminal Configuration
de_de: TermConfig_NewMask

source: TermConfig Port Number
de_de: TermConfig_NewMask Port- Nummer

# terminaGrpNr
source: Terminal Group No.:
de_de: Terminal Gruppen Nr.:

source: Terminal Activation
de_de: Terminal Aktivierung

source: Terminal Configuration
de_de: Terminalkonfiguration

source: Terminal Description
de_de: Terminal Bezeichnung

source: Terminal Group
de_de: Terminal aus Gruppe

# TerminalInstanceDeleteWarning
source: Do you really want to delete the terminal?
de_de: Möchten Sie das Terminal wirklich löschen?

source: Terminals From TermConfig
de_de: Terminals aus TermConfig_NewMask

source: Terminals In New Group
de_de: Terminals in neue Gruppe

source: Term Of Contract:
de_de: Vertragslaufzeit:

# testconnection
source: Connection Test
de_de: Verbindungstest

source: Thump
de_de: Daumen

source: Time
de_de: Uhrzeit

# timeatt
source: Time Attendance
de_de: Zeiterfassung

source: Time Attendance
de_de: Zeiterfassung

source: Time Attendance - Come
de_de: Zeiterfassung - Kommt

source: Time Attendance - Go
de_de: Zeiterfassung - Geht

source: Time Attendance Groups
de_de: Kommunikations- Gruppen

source: Time Attendance Groups .NET
de_de: Zeiterfassungs- Gruppen

# TimeAttendanceGroupsNo
source: Groups No .:
de_de: Zeiterfassungsgruppen Nr.:

# timeAttendanceGruppenAsp
source: Time Attendance Groups.ASP
de_de: Zeiterfassungsgruppen.ASP

# TimeBookings
source: Time Bookings in database
de_de: Zeitbuchungen in Datenbank

source: Time Profile
de_de: Zeitprofil

source: Time Recording:
de_de: Zeiterfassung:

# timeRecording1
source: Time Recording
de_de: Zeiterfassung

source: Time Recording Terminal
de_de: Zeiterfassungsterminal

source: Time Relay
de_de: Relaiszeit

# timeTitle
source: Time:
de_de: Zeiten:

source: To:
de_de: bis:

source: Type
de_de: Typ

source: Update Data
de_de: Daten aktualisieren

source: Virtual Groups
de_de: Virtuelle- Gruppen

# virtualGroups1
source: Virtual Groups
de_de: Virtuelle Gruppen

source: Virtual Groups No .:
de_de: Virtuelle Gruppen Nr.:

# virtualGroupsNogrd
source: Virtual Groups No.
de_de: Virtuelle Gruppen Nr.

source: Virtual Terminal
de_de: Virtuelles Terminal

# virtualTerminal3
source: Virtual-Terminal
de_de: Virtuelle- Terminal

# visplan
source: Visitor Application
de_de: Besuchereingabe

# vTerminalGroupDeleteWarning
source: Do you really want to delete the Terminal Group?
de_de: Wollen Sie wirklich , um das Zutrittsprofil löschen?

# zeroSecondsIfNoAlarm
source: 0 Seconds if there is no Alarm
de_de: Wenn 0 Sekunden gibt es kein Alarm

# Externalreadersdelete
source: Delete External Reader
de_de: Externer Leser löschen

# Externalreadersnew
source: New External Reader
de_de: Externer Leser neu

# acceptdeletetm680tc
source: Accept
de_de: Übernehmen

# canceldeletetm680tc
source: Abbrechen
de_de: Cancel

# deleteprompttm680tc
source: Do you really want to delete the Reader?
de_de: Wollen Sie wirklich , um das Zutrittsprofil löschen?
